Repository: christiannoll/vnzn
Catalog: vnzn/Resources/Localizable.xcstrings
Source language: en
Languages: de

# #Ähnliche Posts
source: #Similar Posts
de: #Ähnliche Posts

# © Copyright 2019-2026 – Urheberrechtshinweis
source: © Copyright 2019-2026 - Copyright notice
de: © Copyright 2019-2026 – Urheberrechtshinweis

# Ähnliche Posts
source: Similar Posts
de: Ähnliche Posts

# Alle
source: All
de: Alle

source: All contents of this website, in particular texts, photographs, images and graphics, are protected by copyright. The copyright is, unless otherwise expressly indicated, with Christian Noll. Please ask me if you would like to use the contents of this website.
de: Alle Inhalte dieses Internetangebotes, insbesondere Texte, Fotografien, Bilder und Grafiken sind urheberrechtlich geschützt. Das Urheberrecht liegt, soweit nicht ausdrücklich anders gekennzeichnet, bei Christian Noll. Bitte fragen Sie mich, falls Sie die Inhalte dieses Internetangebotes verwenden möchten.

# Älteste zuerst
source: Oldest first
de: Älteste zuerst

# Anzahl an Posts:
source: Number of posts:
de: Anzahl an Posts:

# Anzahl davon Bilder:
source: Including number of images:
de: Anzahl davon Bilder:

source: Appearance
de: Anzeige

# Archiv
source: Archive
de: Archiv

# Bücher
source: Books
de: Bücher

source: Dark
de: Dunkel

# Das Portal
source: The Portal
de: Das Portal

# Datenschutzerklärung
source: Privacy policy
de: Datenschutzerklärung

# Design
source: Appearance
de: Erscheinungsbild

source: Use of Vnzn.app is governed by Apple’s Standard EULA for apps. Tips provided in Vnzn.app do no unlock any additional content in the app.
de: Die Nutzung von VnznApp unterliegt Apples Standard-EULA für Apps. In VnznApp bereitgestellte Trinkgelder schalten keine zusätzlichen Inhalte in der App frei.

# Doppeltippen zum Anzeigen des Blogeintrags
source: Double-tap to view the blog post
de: Doppeltippen zum Anzeigen des Blogeintrags

# Durchschnittliche Anzahl an Links:
source: Average number of links:
de: Durchschnittliche Anzahl an Links:

# Durchschnittliche Anzahl an Wörtern:
source: Average number of words:
de: Durchschnittliche Anzahl an Wörtern:

# Einen Fehler melden
source: Report a bug
de: Einen Fehler melden

# Einstellungen
source: Settings
de: Einstellungen

# Entdecken
source: Discover
de: Entdecken

# Experimente
source: Experiments
de: Experimente

# Favoriten
source: Favourites
de: Favoriten

source: Favourite
de: Favorit

# Fertig
source: Done
de: Fertig

# Filme
source: Movies
de: Filme

source: Find
de: Suchen

# Fotos
source: Photos
de: Fotos

# Fotoserie- Gesichter anzeigen
source: Show faces photos
de: Fotoserie- Gesichter anzeigen

# Fotoserie- Poster anzeigen
source: Show poster photos
de: Fotoserie- Poster anzeigen

# Fotoserie: Gesichter
source: Photo Serie: Faces
de: Fotoserie: Gesichter

# Fotoserie: Poster
source: Photo Serie: Poster
de: Fotoserie: Poster

# Heute
source: Today
de: Heute

# Impressum
source: Contact
de: Impressum

# Index durchsuchen
source: Search Index
de: Index durchsuchen

# Inhalt teilen
source: Share Content
de: Inhalt teilen

# Kategorien
source: Tags
de: Kategorien

# Kategorien durchsuchen
source: Search Tags
de: Kategorien durchsuchen

# Kategorien:
source: Tags:
de: Kategorien:

# Kein passender Post gefunden!
source: No matching post found!
de: Keinen passenden Post gefunden

# Keinen Historyeintrag gefunden. 🙁
source: No history item found. 🙁
de: Keinen Historyeintrag gefunden. 🙁

# Keinen passenden Post gefunden. 🙁
source: No appropriate post exists in the past. 🙁
de: Keinen passenden Post gefunden. 🙁

# Kurzgeschichte des Tages
source: Short Story of the day
de: Kurzgeschichte des Tages

# Kurzgeschichte des Tages anzeigen
source: Show short story of the day
de: Kurzgeschichte des Tages anzeigen

# Kurzgeschichten
source: Short Stories
de: Kurzgeschichten

# Lade Daten
source: Load data …
de: Lade Daten …

source: Light
de: Hell

# Link teilen
source: Share link
de: Link teilen

# Löschen
source: Delete
de: Löschen

source: Menu
de: Menü

# Mitteilungen
source: Messages
de: Mitteilungen

# Neue Posts verfügbar!
source: New posts available!
de: Neue Posts verfügbar!

# Nutzungsbedingungen
source: Terms of Use
de: Nutzungsbedingungen

# Personen
source: Persons
de: Personen

# Personenwolke
source: Person Cloud
de: Personenwolke

# Post des Tages
source: Post of the day
de: Post des Tages

# Post des Tages anzeigen
source: Show post of the day
de: Post des Tages anzeigen

# Post mit den meisten Besuchen %lld:
source: Post with most visits (%lld):
de: Post mit den meisten Besuchen (%lld):

# Post mit den meisten Links %lld:
source: Post with most links (%lld):
de: Post mit den meisten Links (%lld):

# Post mit den meisten Wörtern %lld:
source: Post with most words (%lld):
de: Post mit den meisten Wörtern (%lld):

# Post mit den wenigsten Wörtern %lld:
source: Post with fewest words (%lld):
de: Post mit den wenigsten Wörtern (%lld):

source: Posts: www.vnzn.blog
de: Posts: www.vnzn.de

# Reise in die Vergangenheit
source: Journey into the Past
de: Reise in die Vergangenheit

source: Search
de: Suche

source: Search for posts
de: Suche nach Posts

source: Search term
de: Suchbegriff

# Serien
source: Serials
de: Serien

# Serien:
source: Serials:
de: Serien:

source: Settings
de: Einstellungen

# Statistik
source: Statistics
de: Statistik

# Suchen
source: Search
de: Suchen

# Themenwolke
source: Topic cloud
de: Themenwolke

# Über die App
source: About the App
de: Über die App

# Verlauf
source: History
de: Verlauf

# Verlauf durchsuchen
source: Search history items
de: Verlauf durchsuchen

# vnzn durchsuchen
source: Search blog
de: vnzn durchsuchen

source: Vnzn.app does not collect or process any personal information from its users. The app is used to connect to vnzn servers that may or may not collect personal information and are not covered by this privacy policy.
de: VnznApp sammelt oder verarbeitet keine persönlichen Daten seiner Benutzer. Die App wird verwendet, um eine Verbindung zu vnzn-Servern herzustellen, die möglicherweise persönliche Daten sammeln und nicht von dieser Datenschutzrichtlinie abgedeckt sind.

# Vor %@ Jahren:
source: %@ years ago:
de: Vor %@ Jahren:

# Vor einem Jahr:
source: One year ago:
de: Vor einem Jahr:

# Zitat des Tages
source: Quote of the Day
de: Zitat des Tages

# Zitat des Tages anzeigen
source: Show quote of the day
de: Zitat des Tages anzeigen

# Zufall
source: Random Post
de: Zufälliger Post

# Zuletzt gesucht
source: Last searched
de: Zuletzt gesucht
